Repository: jackyxhb/ETPattern
Catalog: ETPattern/Resources/*.lproj/Localizable.strings
Languages: es

source: Flashcard Decks
es: Barajas de Tarjetas

source: Session Stats
es: Estadísticas de Sesión

source: Import
es: Importar

source: Settings
es: Configuración

source: Deck Details
es: Detalles de Baraja

source: Unnamed Deck
es: Baraja Sin Nombre

source: Done
es: Hecho

source: Close
es: Cerrar

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Delete
es: Eliminar

source: Export
es: Exportar

source: Re-import
es: Re-importar

# delete_deck_confirmation
source: Are you sure you want to delete this deck? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta baraja? Esta acción no se puede deshacer.

# export_deck_message
source: Export this deck as a CSV file?
es: ¿Exportar esta baraja como archivo CSV?

# reimport_warning
source: This will replace all cards in the deck with the source CSV.
es: Esto reemplazará todas las tarjetas de la baraja con el CSV fuente.

source: Study Mode
es: Modo de Estudio

source: Auto Play Mode
es: Modo Reproducción Automática

source: Card Order
es: Orden de Tarjetas

source: Text-to-Speech
es: Texto a Voz

source: Voice
es: Voz

source: Speech Speed
es: Velocidad de Habla

# speech_speed_value
source: Speech Speed: %d%%
es: Velocidad de Habla: %d%%

# american_english
source: American English (en-US)
es: Inglés Americano (en-US)

# british_english
source: British English (en-GB)
es: Inglés Británico (en-GB)

source: Random Order
es: Orden Aleatorio

source: Import Order
es: Orden de Importación

# welcome_title
source: Welcome to English Thought
es: Bienvenido a English Thought

# welcome_subtitle
source: Master 300 English expression patterns
es: Domina 300 patrones de expresión en inglés

# welcome_description
source: Learn natural English expressions with our comprehensive flashcard system featuring automatic text-to-speech.
es: Aprende expresiones naturales en inglés con nuestro sistema completo de tarjetas con conversión automática de texto a voz.

# smart_learning_title
source: Smart Learning
es: Aprendizaje Inteligente

# smart_learning_subtitle
source: Spaced repetition made simple
es: Repetición espaciada simplificada

# smart_learning_description
source: Our algorithm helps you review cards at optimal intervals, ensuring you remember patterns long-term.
es: Nuestro algoritmo te ayuda a revisar tarjetas en intervalos óptimos, asegurando que recuerdes los patrones a largo plazo.

# auto_play_title
source: Auto-Play Mode
es: Modo Reproducción Automática

# auto_play_subtitle
source: Hands-free learning experience
es: Experiencia de aprendizaje sin manos

# auto_play_description
source: Let the app automatically play through your cards with natural speech. Perfect for passive learning.
es: Deja que la app reproduzca automáticamente tus tarjetas con habla natural. Perfecto para aprendizaje pasivo.

# ready_begin_title
source: Ready to Begin
es: Listo para Comenzar

# ready_begin_subtitle
source: Your English journey starts now
es: Tu viaje de inglés comienza ahora

# ready_begin_description
source: Import your CSV files or start with our built-in 300 pattern deck. Happy learning!
es: Importa tus archivos CSV o comienza con nuestra baraja integrada de 300 patrones. ¡Feliz aprendizaje!

source: 300 Expression Patterns
es: 300 Patrones de Expresión

# created_text
source: Created %@
es: Creado %@

# no_decks_title
source: No Decks Yet
es: Aún No Hay Barajas

# no_decks_subtitle
source: Create your first flashcard deck
es: Crea tu primera baraja de tarjetas

# no_decks_description
source: Import a CSV file or start with our built-in English patterns.
es: Importa un archivo CSV o comienza con nuestros patrones integrados de inglés.

# no_cards_title
source: No Cards in Deck
es: No Hay Tarjetas en la Baraja

# no_cards_subtitle
source: This deck is empty
es: Esta baraja está vacía

# no_cards_description
source: Add cards by importing a CSV file or re-importing the source data.
es: Agrega tarjetas importando un archivo CSV o reimportando los datos fuente.

source: Study
es: Estudiar

source: Auto Play
es: Reproducción Automática

source: Browse
es: Explorar

source: Import Error
es: Error de Importación

source: Export Error
es: Error de Exportación

# tts_error
source: Text-to-Speech Error
es: Error de Texto a Voz
